import streamlit as st
from streamlit_app import page_design

page_design()
st.title("გამარჯობა")
st.markdown("""
მე საბა ვარ, ხელოვნური ინტელექტის ენთუზიასტი და ამ ბლოგის ავტორი. ჩემი მიზანია, AI, Machine Learning და Deep Learning შესახებ ცოდნა ხელმისაწვდომი გავხადო ყველასთვის.
პროფესიით ვმუშაობ მონაცემთა და პროცესების დამუშავების მიმართულებით. ეს გამოცდილება მაძლევს საშუალებას ვისაუბრო AI-ის პრაქტიკულ გამოყენებაზე რეალურ სამყაროში.
ამ ბლოგის მეშვეობით, ჩემი მისიაა:

* გავამარტივო და თვალსაჩინო გავხადო რთული AI კონცეფციები
* წარმოვადგინო პრაქტიკული მაგალითები ტექნოლოგიების გამოყენებაზე
* გავაღვივო ინტერესი და ცნობისმოყვარეობა AI-ის მიმართ

""")
#st.page_link("streamlit_app.py",label="Home")